{
	"The :attribute must contain at least one letter.": "Polje :attribute mora da sadrži bar jedno slovo.",
    "The :attribute must contain at least one number.": "Polje :attribute mora da sadrži bar jedan broj.",
    "The :attribute must contain at least one symbol.": "Polje :attribute mora da sadrži bar jedan simbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Polje :attribute mora da sadrži bar jedno veliko i jedno malo slovo.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Polje :attribute se nalazi u podacima koji su izloženi riziku. Molimo Vas izaberite drugu vrednost za polje :attribute.",
	"A new verification link has been sent to the email address you provided during registration.": "Novi verifikacioni link je poslat na e-mejl adresu koju ste uneli prilikom registracije.",
	"API Token Permissions": "Dozvole API tokena",
	"API Token": "API token",
	"API Tokens": "API tokeni",
	"API tokens allow third-party services to authenticate with our application on your behalf.": "API tokeni omogućavaju servisima trećih strana da se autentifikuju pomoću naše aplikacije u Vaše ime.",
	"Accept Invitation": "Prihvati poziv",
	"Add Team Member": "Dodaj člana tima",
	"Add a new team member to your team, allowing them to collaborate with you.": "Dodajte novog člana u Vaš tim da bi mu omogućili da sarađuje sa Vama.",
	"Add additional security to your account using two factor authentication.": "Dodajte dodatnu sigurnost Vašem nalogu korišćenjem dvofaktorske autentikacije.",
	"Add": "Dodaj",
	"Added.": "Dodato.",
	"All of the people that are part of this team.": "Svi ovi ljudi su članovi ovog tima.",
	"Already registered?": "Već ste registrovani?",
	"Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Da li ste sigurni da želite da obrišete ovaj tim? Jednom kada je tim obrisan, svi njegovi resursi i podaci će biti zauvek obrisani.",
	"Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Da li ste sigurni da želite da obrišete Vaš nalog? Jednom kada je nalog obrisan, svi njegovi resursi i podaci će biti zauvek obrisani. Molimo Vas unesite Vašu lozinku da potvrdite da želite da obrišete Vaš nalog zauvek.",
	"Are you sure you would like to delete this API token?": "Da li ste sigurni da želite da obrišete ovaj API token?",
	"Are you sure you would like to leave this team?": "Da li ste sigurni da želite da napustite ovaj tim?",
	"Are you sure you would like to remove this person from the team?": "Da li ste sigurni da želite da uklonite ovu osobu iz tima?",
	"Browser Sessions": "Sesije pretraživača",
	"Cancel": "Otkaži",
	"Close": "Zatvori",
	"Code": "Kod",
	"Confirm Password": "Potvrdite lozinku",
	"Confirm": "Potvrdi",
	"Create API Token": "Kreiraj API token",
	"Create Account": "Kreiraj nalog",
	"Create New Team": "Kreiraj novi tim",
	"Create Team": "Kreiraj tim",
	"Create a new team to collaborate with others on projects.": "Kreiraj novi tim da bi sarađivao sa drugima na projektima.",
	"Create": "Kreiraj",
	"Created.": "Kreirano.",
	"Current Password": "Trenutna lozinka",
	"Dashboard": "Kontrolna tabla",
	"Delete API Token": "Obriši API token",
	"Delete Account": "Obriši nalog",
	"Delete Team": "Obriši tim",
	"Delete": "Obriši",
	"Disable": "Onemogući",
	"Done.": "Završeno.",
	"Email Password Reset Link": "Pošalji e-mejl sa linkom za reset lozinke",
	"Email": "E-mejl",
	"Enable": "Omogući",
	"Ensure your account is using a long, random password to stay secure.": "Da bi Vaš nalog bio siguran, koristite dugačku, nasumično kreiranu lozinku.",
	"For your security, please confirm your password to continue.": "Radi Vaše bezbednosti, molimo Vas potvrdite lozinku da biste nastavili.",
	"Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Zaboravili ste lozinku? Nema problema. Samo nam recite Vašu e-mejl adresu i poslaćemo Vam link za reset lozinke pomoću kojeg možete da kreirate novu lozinku.",
	"Forgot your password?": "Zaboravili ste lozinku?",
	"I agree to the :terms_of_service and :privacy_policy": "Slažem se sa :terms_of_service i :privacy_policy",
	"If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ako je neophodno, možete se odjaviti iz sesija sa svih pretraživača i uređaja. Neke od poslednjih sesija su prikazane ispod; međutim, ova lista možda nije potpuna. Ako sumnjate da je Vaš nalog ugrožen, možete da ažurirate Vašu lozinku.",
	"If you already have an account, you may accept this invitation by clicking the button below:": "Ako već imate nalog, možete da prihvatite ovaj poziv pritiskom na dugme ispod.",
	"If you did not expect to receive an invitation to this team, you may discard this email.": "Ako niste očekivali poziv za ovaj tim, možete da ignorišete ovaj e-mejl.",
	"If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Ako nemate nalog, možete da ga kreirate pritiskom na dugme ispod. Nakon kreiranja naloga, možete da pritisnete dugme za prihvatanje poziva u ovom e-mejlu da biste prihvatili poziv u tim.",
	"Last active": "Poslednji aktivan",
	"Last used": "Poslednji put korišćeno",
	"Leave Team": "Napusti tim",
	"Leave": "Napusti",
	"Log Out Other Browser Sessions": "Odjavi se sa ostalih pretraživača",
	"Log Out": "Odjavi se",
	"Log in": "Prijavi se",
	"Manage API Tokens": "Upravljaj API tokenima",
	"Manage Account": "Upravljaj nalogom",
	"Manage Role": "Upravljaj ulogama",
	"Manage Team": "Upravljaj timom",
	"Manage and log out your active sessions on other browsers and devices.": "Upravljajte i odjavite se iz aktivnih sesija na drugim pretraživačima i uređajima.",
	"Name": "Ime",
	"New Password": "Nova lozinka",
	"Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Jednom kada je tim obrisan, svi njegovi resursi i informacije će biti zauvek obrisani. Pre nego što obrišete tim, molimo Vas sačuvajte sve podatke i informacije o ovom timu koje želite da zadržite.",
	"Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Jednom kada je Vaš nalog obrisan, svi njegovi resursi i podaci će biti zauvek obrisani. Pre nego što obrišete Vaš nalog, molimo Vas sačuvajte sve resurse i podatke koje želite da zadržite.",
	"Password": "Lozinka",
	"Pending Team Invitations": "Poziv za tim na čekanju",
	"Permanently delete this team.": "Zauvek obriši tim.",
	"Permanently delete your account.": "Obrišite Vaš nalog zauvek.",
	"Permissions": "Dozvole",
	"Photo": "Slika",
	"Please confirm access to your account by entering one of your emergency recovery codes.": "Molimo Vas potvrdite pristup Vašem nalogu tako što ćete uneti jedan od kodova za oporavak u hitnim slučajevima.",
	"Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Molimo Vas potvrdite pristup Vašem nalogu tako što ćete uneti kod za potvrdu identiteta koji ste dobili od Vaše aplikacije za potvrdu identiteta.",
	"Please copy your new API token. For your security, it won't be shown again.": "Molimo Vas kopirajte Vaš novi API token. Radi Vaše bezbednosti neće biti prikazan ponovo.",
	"Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Molimo Vas unesite Vašu lozinku da potvrdite da želite da se odjavite sa svih pretraživača na svim Vašim uređajima.",
	"Please provide the email address of the person you would like to add to this team.": "Molimo Vas unesite e-mejl adresu osobe koju želite da dodate u ovaj tim.",
	"Privacy Policy": "Politika privatnosti",
	"Profile Information": "Informacije o profilu",
	"Profile": "Profil",
	"Recovery Code": "Kod za oporavak",
	"Regenerate Recovery Codes": "Ponovo kreiraj kodove za oporavak",
	"Register": "Registracija",
	"Remember me": "Zapamti me",
	"Remove Photo": "Ukloni sliku",
	"Remove Team Member": "Ukloni člana iz tima",
	"Remove": "Ukloni",
	"Resend Verification Email": "Ponovo posalji verifikacioni e-mejl",
	"Reset Password": "Resetuj lozinku",
	"Role": "Uloga",
	"Save": "Sačuvaj",
	"Saved.": "Sačuvano.",
	"Select A New Photo": "Izaberi novu sliku",
	"Show Recovery Codes": "Prikaži kodove za oporavak",
	"Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Sačuvajte ove kodove za oporavak u menadžeru za sigurne lozinke. Oni se mogu koristiti za ponovni pristup Vašem nalogu ako je uređaj za dvofaktorsku autentikaciju izgubljen.",
	"Switch Teams": "Promeni tim",
	"Team Details": "Detalji tima",
	"Team Members": "Članovi tima",
	"Team Name": "Naziv tima",
	"Team Owner": "Vlasnik tima",
	"Team Settings": "Podešavanje tima",
	"Terms of Service": "Uslovi korišćenja",
	"Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "HHvala što ste se registrovali! Pre nego što počnete, da li možete da potvrdite e-mejl adresu pritiskom na link koju smo Vam upravo poslali na e-mejl? Ako niste dobili e-mejl, rado ćemo Vam poslati ponovo.",
	"The team's name and owner information.": "Ime i informacije o vlasniku tima",
	"These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Ovu ljudi su pozvani da se pridruće Vašem timu i poziv im je poslat na e-mejl adresu. Mogu da se pridruže timu prihvatanjem poziva u e-mejlu.",
	"This device": "Ovaj uređaj",
	"This is a secure area of the application. Please confirm your password before continuing.": "Ovo je zaštićeni deo aplikacije. Molimo Vas potvrdite lozinku pre nego što nastavite.",
	"Token Name": "Naziv tokena",
	"Two Factor Authentication": "Dvofaktorska autentikacija",
	"Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Dvofaktorska autentikacija je omogućena. Skenirajte sledeći QR kod koristeći aplikaciju za autentikaciju na Vašem telefonu.",
	"Update Password": "Ažuriraj lozinku",
	"Update your account's profile information and email address.": "Ažutirajte Vaše informacije o profilu i e-mejl adresu",
	"Use a recovery code": "Koristi kod za oporavak",
	"Use an authentication code": "Koristi kod za potvrdu identiteta",
	"When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Kada je dvofaktorska autentikacija omogućena, biće zahtevano da unesete sigurnosni, nasumično kreirani kod tokom autentikacije. Ovaj token možete da dobijete na svom telefonu pomoću aplikacije Google Authenticator",
	"Whoops! Something went wrong.": "Ups! Nešto nije u redu.",
	"You have been invited to join the :team team!": "Pozvani ste da se pridružite :team timu!",
	"You have enabled two factor authentication.": "Omogućili ste dvofaktorsku autentikaciju.",
	"You have not enabled two factor authentication.": "Onemogućili ste dvofaktorsku autentikaciju.",
	"You may accept this invitation by clicking the button below:": "Možete da prihvatite ovaj poziv pritiskom na dugme ispod:",
	"You may delete any of your existing tokens if they are no longer needed.": "Možete da obrišete bilo koji postojeći token ako Vam više nije potreban."
}